{
    "core": {
        "APP_TITLE": "Numis",
        "Change_Password": "Change Password",
        "Edit_Profile": "Edit Profile",
        "Manage_Social_Accounts": "Manage Social Accounts",
        "Sign_In": "Sign In",
        "Sign_Up": "Sign Up",
        "Signout": "Signout",
        "Toggle_navigation": "Toggle navigation",
        "FIELD_REQUIRED": "This field is required.",
        "FIELD_LENGTHS": "Must be between {{min}} and {{max}} characters.",
        "FIELD_MINLENGTH": "The minimum length is {{min}} characters",
        "FIELD_MAXLENGTH": "The maximum length is {{max}} characters.",
        "Yes": "Yes",
        "No": "No",
        "Ok": "Ok",
        "Cancel": "Cancel",
        "Create": "Create",
        "Error_connecting_server": "Error connecting server",
        "Welcome_To": "Welcome to",
        "Welcome": "Welcome",
        "In_Order_To_Continue": "In order to continue, you must",
        "Cookies_Policy":"Cookies policy",
        "Cookies_Agreement": "We use own and third party cookies to improve our services If you continue to browse, consider accepting installation and use.",
        "Cookies_Definition":"COOKIE DEFINITION",
        "Cookies_Definition_Text": "A cookie is a file that is downloaded to your computer to access certain web pages Cookies allow a website, among other things, store and retrieve information about browsing habits of a user or his. computer, depending on the information they contain and the way you use your computer, can be used to recognize the user can find out more about cookies here. http://www.iabspain.net/privacidadeninternet/conocer and here: http://es.wikipedia.org/wiki/Cookie_(informática) ",
        "Cookies_Types":"COOKIE TYPES",
        "Cookies_Types_Text": "Cookies can be own and others own are those that are sent to the user's terminal equipment from a computer or domain managed by the owner of the website are those third user terminal equipment are sent from a computer or domain that is not managed by the owner of the website that gives the service. <br /> <br /> The cookies may be session or persistent. Session cookies are those designed to collect and store data while the user accesses the web. The persistent cookie is a type in which data remains stored in the terminal and can be accessed and treated over a defined responsible for the cookie period, which can range from a few minutes to several years. <br /> <br /> Cookies may also be necessary or not necessary. The first cookies are essential for normal service delivery, so if the disabled can not receive correctly. The second, do not affect the normal provision of service even prevent disabling fulfill their purpose. <br /> <br /> In turn, cookies can be divided into several types according to their purpose. In response to this criterion, following the definition given of each of the Data Protection Agency, cookies can be divided into: <br /> <br /> <strong> Technical Cookies: </ strong> are those that allow the user to navigate through a website, platform or application and use of different options or services it exist as, for example, control traffic and data communication, identify the session, access parts of Restricted remember the elements of an order, make the buying process an order, make an application for registration or participation in an event, use security features while browsing, store content for broadcasting videos or sound or share content through social networks <br /> <strong> Customization Cookies </ strong>. Are those that allow users to access the service with some features of a general nature based on a predefined set of criteria the user terminal such as would be the language, the type of browser through which accesses the service, the locale from which you access the service, etc. <br /> <strong> Cookies analysis: </ strong> are those that allow the responsible for them, monitoring and analyzing the behavior of users of the websites to which they are linked. The information collected by these cookies is used in measuring the activity of web, application or platform sites for profiling users' browsing such sites, applications and platforms, in order to make improvements in based on analysis of usage data that make service users <br /> <strong> Advertising Cookies. </ strong> are those that allow the management, the most efficient way of advertising space, in appropriate, the publisher has included a website, application or platform from providing the requested service based on criteria such as content edited or frequency in which ads are shown. <br /> <strong> Cookies behavioral advertising: </ strong> are those that allow the management, the most efficient way of advertising spaces, if the editor is included on a website, application or platform from providing the requested service . These cookies store information on user behavior obtained through continuous observation of your browsing habits, allowing to develop a specific profile to display ads based on it. <br />",
        "Cookies_Deletion":"COOKIES DELETION",
        "Cookies_Deletion_Text": "You can allow, block or delete cookies installed on your computer by configuring your browser options installed on your computer: <br /> Chrome Get the information here. Http://support.google. com / chrome / bin / answer.py? hl = en & answer = 95647 <br /> Explorer. Get the information here http://windows.microsoft.com/es-es/windows7/how-to-manage-cookies- in-internet-explorer-9 <br /> Firefox. Get the information here http://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-que-los-sitios-we<br / > Safari. get the information here http://support.apple.com/kb/ph5042 <br /> <br /> If you uninstall the cookies that are necessary to keep in mind that you will not receive the service correctly. If the to uninstall are not necessary, you can keep the service but the purpose of the cookie will not be met.",
        "My_Groupbuys":"My groupbuys",
        "View_All_My_Groupbuys":"View all my groupbuys",
        "Notices":"Notices",
        "New_Groupbuys":"New groupbuys",
        "View_New_Groupbuys":"View new groupbuys",
        "Messaging":"Messaging"
    }
}